{"text": "How to Start Editing Wikipedia Articles On Your Own Wikipedia is “the free encyclopedia that anyone can edit”—it says so right on the homepage. But editing Wikipedia articles can be pretty intimidating, especially for newbies. If you’re curious about editing and don’t know where to start, great news: Annie Rau…\n\nCNET corrected most of its AI-written articles CNET has issued corrections for over half of the AI-written articles the outlet recently attributed to its CNET Money team. Following an internal audit after it was first notified of an AI-written article with substantial errors\r\n, CNET Editor-in-Chief Connie…\n\nArtifact is an AI-driven news aggregation app from the creators of Instagram After a few years of staying mostly under the radar, Instagram co-founders Kevin Systrom and Mike Krieger are back with a new project. It’s an app called Artifact, a name Systrom told \r\nPlatformer’s\r\n Casey Newton\r\n is designed to evoke the project’s three te…\n\nCNET Used AI to Write 75 Articles From BuzzFeed News:\n\nTechnology news outlet CNET has been found to be using Artificial Intelligence (AI) to write articles about personal finance without any prior announcement or explanation. The articles, which numbered at 73, covered topics such as \"What I…\n\nCNET pauses publication of AI-written stories amid controversy CNET is halting its use of AI-written articles for the time being. The Vergeclaims the technology publication's leadership has paused experiments with AI stories \"for now\" during a question-and-answer call with staff. While there's no word on the exact reason…\n\nCNET Cops to Error Prone AI Writer, Doubles Down on Using It After getting caught using an algorithm to write dozens of articles, the tech publication CNET has apologized (sorta) but wants everybody to know that it definitely has no intention of calling it quits on AI journalism. Read more...\n\nCNET \"quietly publishing\" AI-generated news articles From Futurism:\n\n\n\n\nCNET, a massively popular tech news outlet, has been quietly employing the help of \"automation technology\" — a stylistic euphemism for AI — on a new wave of financial explainer articles, seemingly starting around November of last year.\r\n — …\n\nWikipedia Worries Its Volunteer Editors Could Be Liable to Lawsuits Without Section 230 Where does Wikipedia, the world’s most-visited repository of information on the internet, stand without guaranteed digital liability protections? It’s a question weighing heavy on the people who make up the Wikimedia Foundation, the nonprofit organization tha…\n\nOpenAI's new tool may help you identify text written by ChatGPT OpenAI has released a tool to help you determine whether text was more likely written by a human or AI. However, the ChatGPT maker warns that its equivalent of Blade Runner’s Voight-Kampff test can also get it wrong.The tool includes a box where you can paste…\n\nGoogle’s Bard chatbot confidently spouts misinformation in Twitter debut If the unofficial debut of Google’s Bard chatbot is any indication, misinformation is about to get a lot worse. The company posted an ad to Twitter this week showing off the natural-language AI model displaying false information about the James Webb Space Tel…\n\nNewly discovered asteroid makes one of the closest approaches of Earth - CTV News CTV News is your source for today's news on science and technology, including the latest articles and videos on gadgets, products and reviews.\n\nInstagram's Co-founders Are Mounting a Comeback Kevin Systrom and Mike Krieger are back. From a report: The Instagram co-founders, who departed Facebook in 2018 amid tensions with their parent company, have formed a new venture to explore ideas for next-generation social apps. Their first product is Artifa…\n\nTesla nears deal to build production facilities in Indonesia ... - Reuters Tesla Inc <a href=\"https://www.reuters.com/companies/TSLA.O\" target=\"_blank\">(TSLA.O)</a> is nearing a preliminary deal to build production facilities in Indonesia with a capacity of one million units, Bloomberg News <a href=\"https://www.bloomberg.com/news/ar…\n\nGemini is laying off 10% of staff - The Information - Reuters Cryptocurrency exchange Gemini is slashing 10% of its headcount in what is at least the third round of layoffs in eight months, the Information <a href=\"https://www.theinformation.com/articles/gemini-is-laying-off-10-of-staff-marking-latest-blow-for-winklevos…\n\nCDC chief to create new offices to boost public health response ... - Reuters The U.S. Centers for Disease Control and Prevention Director Rochelle Walensky is creating new offices as part of the agency's revamp to prioritize public health response, Bloomberg News <a href=\"https://www.bloomberg.com/news/articles/2023-01-24/cdc-chief-sh…\n\nChatGPT agrees: it shouldn’t write the articles you read A story about AI-generated articles has taken the internet by storm, but AI bot ChatGPT itself says that AI shouldn't be used to generate content.\n\nTry and Spot the Differences in Wikipedia's First New Look in 11 Years On Wednesday, the Wikimedia Foundation finally showed off the changes it made to the desktop version of its open online encyclopedia, an update that’s been over a decade coming and close three years in development.Read more...\n\nArticles of impeachment introduced against DHS Secretary Mayorkas by Texas Republican Rep. Pat Fallon initially filed a resolution on Jan. 3, the first day of the new Congress, to impeach Alejandro Mayorkas\n\nCitigroup hikes pay for junior bankers despite tough year ... - Reuters Citigroup Inc <a href=\"https://www.reuters.com/companies/C.N\" target=\"_blank\">(C.N)</a> is boosting compensation for most of its junior bankers by as much as 15%, Bloomberg News <a href=\"https://www.bloomberg.com/news/articles/2023-01-18/citigroup-boosts-pay-…\n\nBuzzFeed's CEO says AI could usher in a 'new model for digital media,' but warns against a 'dystopian' path Over the holidays, while most media executives were perhaps looking to get a reprieve from work, Jonah Peretti was online, fully immersed in experimenting with artificial intelligence.\n\nCreate More Content with This AI Writing Tool — Just $39 for Life With this AI writing, you can spend more time driving leads to your content and less time creating it.\n\nIndia raises silver import duty to align with gold - Reuters India raised total taxes on silver imports 15% and on silver dore to 14.35%, the government said in a statement on Wednesday, in an effort to align the duty structure of the metal with gold.\n\nKidnappers in Pakistan Held a Gun to His Head and Pulled the Trigger. The Terror of That Moment Fueled His Billion Dollar Startup. Two decades ago, Omair Tariq survived a nightmarish ordeal that left him with deep trauma. But it also gave him something exceptional. And he used it to funnel his ambitions into cofounding Cart.com.\n\nHere's Why a Crisis May Actually Be the Best Thing That Can Happen to You There's something empowering about a lack of choices.\n\nHave You Ever Obsessed Over 'What If?' According to Scientists, You Don't Actually Know What Would Have Fixed Everything. Counterfactual thinking is a natural impulse, but we're better off when we learn to counter it.\n\nThese Are the Thinking Habits Most Likely to Destroy Your Life, According to a Therapist Dr. Jennifer Guttman teaches us how to identify negative thought patters, and offers practical exercises to help us redirect our fears.\n\nWhat If a Boss and an Employee Swapped Roles? We Tried It. It's a little something we like to call the \"boomerang boss.\"\n\nA tech news site issued a string of corrections after an article quietly written by AI got key facts wrong CNET seems to have learned AI's limitations the hard way after it was forced to issue multiple corrections on an article that used AI writing.\n\nI made a Chrome Extension for summarizing any web articles in 1 click using AI Summarize web articles in 1 single click using AI. Try it now - no account required!\n\nMicrosoft Pours Billions Into New Deal With Company Behind ChatGPT Microsoft announced it is entering a third-round partnership with ChatGPT-maker OpenAI in a new multibillion-dollar investment. The company first entered a partnership with OpenAI in 2019 and confirmed its second round two years later as it endeavored to expa…\n\nMan United, Tottenham, Liverpool takeover targets for Qatar fund ... - Reuters English Premier League clubs Manchester United Plc <a href=\"https://www.reuters.com/companies/MANU.N\" target=\"_blank\">(MANU.N)</a>, Tottenham Hotspur, or Liverpool FC are being targeted by Qatar Sports Investments over a potential acquisition, Bloomberg News …\n\nBreakingviews - Chelsea shrugs off cost-of-living crisis - Reuters The cost-of-living crisis has yet to reach soccer players. Chelsea Football Club, owned by a consortium led by American businessman Todd Boehly, spent a record 330 million euros in the January player transfer window, <a href=\"https://www2.deloitte.com/uk/en/p…\n\nBreakingviews - Juul is worth at least one more puff - Reuters Cigarette makers can’t shake their vaping addiction. Philip Morris International <a href=\"https://www.reuters.com/companies/PM.N\" target=\"_blank\">(PM.N)</a>, Japan Tobacco <a href=\"https://www.reuters.com/companies/2914.T\" target=\"_blank\">(2914.T)</a> and Alt…\n\nChatGPT 'may make up facts,' OpenAI's chief technology officer says OpenAI's CTO Mira Murati said ChatGPT's responses may not be accurate, acknowledging the bot's pitfalls in an interview with Time magazine.\n\nCNET Pauses Publishing AI-Written Stories After Disclosure Controversy CNET will pause publication of stories generated using artificial intelligence \"for now,\" the site's leadership told employees on a staff call Friday. The Verge reports: The call, which lasted under an hour, was held a week after CNET came under fire for its …\n\nSome of the 1% are more generous than others | Letter In response to Tim Worstall of the Adam Smith Institute, Douglas Graham says being wealthy doesn’t preclude someone from working for a fairer worldRe the claim by Tim Worstall of the Adam Smith Institute (Letters, 31 January) that 25% of Guardian readers may …\n\nStep by step guide to becoming a modern back end developer in 2023 Learn to become a modern backend developer using this roadmap. Community driven, articles, resources, guides, interview questions, quizzes for modern backend development.\n\nA Tech News Site Has Been Using AI To Write Articles, So We Did The Same Thing Here BuzzFeed News would like to thank ChatGPT.View Entire Post ›\n\nHow to Detect AI-Generated Text, According to Researchers ChatGPT is not as random as a human—for now.\n\nPivot to ChatGPT? BuzzFeed preps for AI-written content while CNET fumbles 200 percent BuzzFeed stock rise might signal start of an AI media trend.\n\nThe furor over Biden's classified documents rekindles House Republicans' sweeping impeachment agenda House Republicans have already started dusting off impeachment proposals leftover from the last Congress. And Joe Biden's firing them up even more.\n\n3 Myths About PR That Are Hurting Your Brand's Success Position yourself as a thought leader in your industry with PR: debunking the myths and discovering the true potential of this powerful marketing tool.\n\nFact Check-Fabricated Ayanna Pressley tweet claiming IQ is a ... - Reuters A fabricated screenshot has been circulating online purporting to show a tweet published by Democratic Representative Ayanna Pressley claiming that IQ is a “measure of whiteness.”\n\nFact Check-Fabricated Bill Gates tweet encouraging leaking of ... - Reuters A fabricated screenshot purporting to show a tweet sent by Microsoft co-founder Bill Gates encouraging the leaking of vaccines into food supply has been shared by users online.\n\nArtificial intelligence out-buzzes the blockchain - Reuters The blockchain is so last year. The newest craze to excite investors is artificial intelligence. BuzzFeed <a href=\"https://www.reuters.com/companies/BZFD.O\" target=\"_blank\">(BZFD.O)</a> is case in point. Shares in the digital publisher more than doubled on Th…\n\nExplore Wikipedia's New Look Wikipedia is the world’s free, collaborative encyclopedia—the largest collection of open knowledge in history. It contains over 58 million articles, written in more than 300 languages by volunteers…\n\nSamsung's newest Galaxy S smartphones a test of brand power in weak market - Financial Post <ol><li>Samsung's newest Galaxy S smartphones a test of brand power in weak market  Financial Post\r\n</li><li>How much the Galaxy S23, S23+ and S23 Ultra cost in Canada  MobileSyrup\r\n</li><li>Which Samsung Galaxy S23 Ultra color should you buy?  Android Police…\n\nMen reporting badly! Comedians find local journalism harder than it looks The comedians chase local paper scoops in their new TV series Hold the Front Page. But many of their stories were destined for what reporters call the spike …It is easy to make fun of local newspapers. At first glance, the stories can appear limited in scope …\n\nJohn Stewart obituary My father, John Stewart, who has died aged 93, was friend and mentor to hundreds of local authority chief executives and other senior officers, and to politicians from all political backgrounds.He was appointed a professor at the Institute of Local Government…\n\nBetter Call Saul was robbed! The snubs and shocks of the Golden Globes House of the Dragon and the schlocky Monster: The Jeffrey Dahmer Story won awards they didn’t deserve, while one of TV’s greatest shows got nothing – againAfter a year in the wilderness invoked by an ethics and voting scandal, the Golden Globes returned last …\n\nTim Dowling: The trick to fixing things that break is not to do it too soon First the fridge door, now the bathroom plug … No one appreciates the determination and ingenuity involved in mending such thingsIt is the season of things coming off in your hands – knobs and latches and chair legs and cup handles and articles with no name I…\n\nCarbon credits: towards net zero or zero credibility? | Letters Avoided deforestation should not be used as a basis for creating carbon credits, says David Humphreys, while Paul Steele and Anna Ducros introduce biocredits and Dirk Forrister defends current methodologiesYour articles accurately identify the problem of “pha…\n\nCNET proves the point: Current AI technology is dumber than you Dozens of CNET articles were created by AI tools, but the experimental program illustrated the current weaknesses of artificial intelligence.\n\nHow to Use Reading Mode on Android to Read Articles and Websites More Comfortably Google's Reading Mode app makes it a lot easier and more comfortable to read long articles on your Android phone. Here's how to set it up.\n\n10 Best Deals: Winter Outdoor Gear Whether you spend it in nature's backyard or yours, we've found discounts on Patagonia clothing, camping gear, and tents.\n\nFact Check-Fabricated New York Post article about photographing ... - Reuters A screenshot that was made to look like a New York Post article says the Biden administration drafted legislation that would prohibit the filming or photographing of illegal immigrants at the U.S.-Mexico border. While the story was created as satire, some peo…\n\nFact Check-Photos do not show pigeons carrying illegal substances ... - Reuters Social media posts spreading the false claim that the New York Police Department (NYPD) caught “a group of pigeons with backpacks carrying illicit substances” in January 2023 feature years-old photos of drug busts in other countries.\n\nChatGPT owner launches 'imperfect' tool to detect AI-generated text - Reuters OpenAI, the creator of the popular chatbot ChatGTP, has released a software tool to identify text generated by artificial intelligence, the company said in a blog post on Wednesday.\n\nU.S. House Republicans to pursue impeachment of top Biden ... - Reuters A Republican in the U.S. House of Representatives said on Wednesday that he will seek to impeach President Joe Biden's top border official, a sign of coming political battles over record numbers of illegal crossings under the Democratic president.\n\nTop French university bans use of ChatGPT to prevent plagiarism - Reuters.com Sciences Po, one of France's top universities, has banned the use of ChatGPT, an artificial intelligence-based chatbot that can generate coherent prose, to prevent fraud and plagiarism.\n\nFact Check-Video does not show Ted Cruz making Alexandria ... - Reuters A video of a speech made by Senator Ted Cruz about immigration and border protection is being used to make the claim that he made U.S. House Representative Alexandria Ocasio-Cortez cry. However, the video is unrelated and there is no footage showing Ocasio-Co…\n\nBuzzFeed writers react with a mix of disappointment and excitement at news that AI-generated content is coming to the website The decision to use tech from ChatGPT maker OpenAI to produce content is part of BuzzFeed's broader cost-cutting strategy in a challenging economy.\n\nThis 90s PC game is the secret to my solid typing I've written thousands of articles for Windows Central. One of the reasons I can type so well is a video game from the 1990s.\n\nCan you recreate the Twilight skin shimmer at home? The teen vampires in the film series have otherworldly, glittery faces – and you can too, by hacking your foundationThe hackTake inspiration from the ethereal glow of teenage vampires by “hacking” your foundation.The testInspired by the Twilight films, this t…\n\nElon Musk says Twitter has changed its 'For You' algorithm again after it included too many tweets from people users didn't follow Twitter users said the accounts they followed had disappeared from their \"For You\" tab. Instead, they said they were seeing random posts.\n\nThis 23-Year-Old Finds Wikipedia's Weirdest Articles The 23-year-old behind @depthsofwikipedia reminds us that there is good (and silliness) in the world.\n\nMeghan Markle and Prince Harry Respond to Jeremy Clarkson's Latest So-Called Apology - Yahoo Life <ol><li>Meghan Markle and Prince Harry Respond to Jeremy Clarkson's Latest So-Called Apology  Yahoo Life\r\n</li><li>Amazon Likely to Part Ways With Jeremy Clarkson After Final Commissioned Shows Go to Air; ‘Grand Tour’ Host Sent Email Apology to Harry & Meghan…\n\nPodcast #868: Escape the Happiness Trap Happiness is the subject of thousands of articles, podcasts, and scientific studies. Yet all this focus on happiness doesn’t seem to be making people any happier. In fact, the more they try to be happy, especially by fighting to get rid of bad feelings and cl…\n\nByte Magazine 1975-1995 Byte magazine was an early microcomputer magazine, influential in the late 1970s and throughout the 1980s because of its wide-ranging editorial coverage.Byte started in 1975, shortly after the first personal computers appeared as kits advertised in the back o…\n\nKotlin Data Classes 101: Understanding Syntax, Usage and Inheritance Welcome back to this series of articles on Android Development with Kotlin and Jetpack Compose. In the previous article, we discussed the type system in Kotlin along with null safety. In this article, we will take a look at what data classes are, how...\n\nChatGPT listed as author on research papers: many scientists disapprove At least four articles credit the AI tool as a co-author, as publishers scramble to regulate its use.\n\nExxonMobil’s 1970s Climate Projections Were Scarily Accurate The oil giant's internal climate models correctly forecast the climate change we're seeing now—all while the company pushed denial in public.\n\nWall Street's expectations for AI's influence on markets are skyrocketing, JPMorgan survey says The share of Wall Street traders who think AI will be most influential technology on markets has doubled in the past year.\n\nShark Tank's Kevin O'Leary is in talks with ChatGPT creator OpenAI for an equity investment in the company In an exclusive interview with Insider, the Shark Tank star said he's looking to cement a deal with ChatGPT creator OpenAI in the next 90 days.\n\nExclusive: Binance moved $346 mln for seized crypto exchange ... - Reuters Crypto giant Binance processed almost $346 million in bitcoin for the Bitzlato digital currency exchange, whose founder was arrested by U.S. authorities last week for allegedly running a \"money laundering engine,\" blockchain data seen by Reuters show.\n\nForget ChatGPT - an AI-driven investment fund powered by IBM's Watson supercomputer is quietly beating the market by nearly 100% The $102 million AI Powered Equity ETF is up 11% so far this year, while the Vanguard Total Stock Market Index is up 5.67%.\n\nChatGPT parent OpenAI faces a blockchain rival as a new NFT project creates 3D avatars from text CharacterGPT users will be able to type in text to generate responsive characters with \"unique personalities, identities, traits, voices, and bodies.\"\n\nThis JPMorgan Job Offers A $30,000 Restaurant Budget On Top Of a Six-Figure Salary A new job at The Infatuation promises up to six figures — with a high budget for dining out.\n\nPrince Harry's 'Spare' Memoir Shoots to Top of Bestseller Lists Even ahead of its Tuesday release, the book was raking in major sales numbers.\n\nBest Financial Tools and Business Ideas to Make More Money in 2023 Introducing Entrepreneur Guide, the one-stop shop for the most powerful financial tools and guides for small business owners.\n\nMicrosoft Invests Billions in OpenAI, Creator of ChatGPT The tech titan is expanding an existing partnership with OpenAI to add more artificial intelligence to its products.\n\nFact Check-Financial disclosures do not show Rep. Lauren Boebert ... - Reuters There is no public evidence to show that Republican Congresswoman Lauren Boebert has a net worth “of over $12 million” as claimed online.\n\nSoftware lets you design new synthetic voices from scratch Eleven Labs announced that it would soon release a synthetic voice generator that \"lets you set certain basic parameters which establish the new voice's core identity: gender, age, accent, pitch and speaking style. In other words, every time you hit 'generate…\n\n\"Nobody Knows My Name\" – Crunk Feminist Rachel Raimist's first Hip Hop Documentary from 1999 As Beyonce gears up for the monumental world tour for the new album titled Renaissance, where she is expected to make \"north of $500 million\" from tickets sales alone, and Ticketmaster greedily anticipates the revenue from their \"dynamic pricing\" scheme, I wa…\n\nNexon is working on Project DW, an open world action RPG based on Dungeon & Fighter Nexon announced it is developing Project DW, an open world action RPG based on Dungeon & Fighter intellectual property.\n\nETL connector start-up Airbyte makes 200+ pipelines free to use ETL connector company AirByte today announced a free connector program making 200 data connectors free to use on its platform.\n\nMinecraft Legends releases on April 18 Microsoft announced today during its Developer Direct showcase that Minecraft Legends is releasing on April 18.\n\nGot It AI creates truth checker for ChatGPT ‘hallucinations’ Got It AI said it has developed AI to identify and address ChatGPT \"hallucinations\" for enterprise applications.\n\nMarvel Snap launches it’s friend-fighting Battle Mode Marvel Snap has launched its Battle Mode, which lets friends compete against each other.\n\nMagic the Gathering Players Lament the Loss of 30-Year History It seems that 30 years of MTG history may be lost. While hope is still on the horizon, community members are scrambling.\n\nGoogle made the right choice not diving into consumer AI bots Regardless of the real reasons, Google not releasing its own advanced AI as a chatbot is a good thing.\n\nJewish groups urge GB News to stop indulging conspiracy theories Fears that antisemitic tropes are being spread after host Neil Oliver discusses plan to impose ‘one-world government’Leading Jewish organisations have called on GB News and the media regulator Ofcom to tackle the broadcaster’s indulgence of conspiracy theorie…\n\nCNET Is Testing an AI Engine. Here's What We've Learned, Mistakes and All - CNET New tools are accelerating change in the publishing industry. We're going to help shape that change.\n\nGoogle Street View Has a Weird Side. Here's How to Find It - CNET A new program has compiled hundreds of strange, cute, creepy and artsy Google Street View spectacles.\n\nHackaday Podcast 203: Flashlight Fuel Fails, Weird DMA Machines, and a 3D Printed Prosthetic Hand Flex This week, Editor-in-Chief Elliot Williams and Managing Editor Tom Nardi meet up virtually to talk about all the hacks that are fit to print. This week’s episode starts off with a discussion …\n\nHackaday Podcast 201: Faking a Transmission, Making Nuclear Fuel, and a Slidepot With a Twist Even for those with paraskevidekatriaphobia, today is your lucky day as Editor-in-Chief Elliot Williams and Staff Writer Dan Maloney sit under ladders with umbrellas while holding black cats to talk …read more\n\n"}